[
  {
    "name": "Twitchin",
    "description": "As a regulator of muscle movement, this protein helps to keep worms wiggling!"
  },

  {
    "name": "TMM",
    "description": "This protein is called “too many mouths” and helps make cells that allow plants to breath."
  },

  {
    "name": "Sorcin",
    "description": "With the metal Calcium as a companion, this protein keeps the hearts of Chinese hamsters happy and beating."
  },

  {
    "name": "vNGF",
    "description": "This little growth factor is needed to help neurons to grow and keeps the Chinese cobra thinking and feeling."
  },

  {
    "name": "GLRA1",
    "description": "As a key controller of how excited neurons can get, this protein makes sure that zebrafish swim sensibly."
  },

  {
    "name": "Aquaporin-5",
    "description": "Like a biological hole punch, this protein helps to keep us happy and hydrated by controlling how much water is let into cells."
  },

  {
    "name": "Rptor",
    "description": "This protein helps to make other proteins, which keep mouse cells moving and shaking!"
  },

  {
    "name": "SLIT-ROBO",
    "description": "This protein keeps one of the building blocks of life on its toes, which helps neurons to grow and ensures we sense our environments."
  },

  {
    "name": "Timeless",
    "description": "Time is always on its side for this protein, and its reputation means it’s always wanted and needed to make sure hearts are ticking along nicely."
  },

  {
    "name": "Brick1",
    "description": "This protein helps to keep the parts of the cell where they need to and means that whether you are a human or slime mold, your cells are strong and stable."
  },

  {
    "name": "Batman",
    "description": "Did you know that flies have a protein called Batman? As in the comic books, Batman in flies also has a trusty sidekick; together with Trl, Batman attaches to DNA and for the good of fly-kind, controls which proteins are made."
  },

  {
    "name": "Fandango",
    "description": "Does the fandango protein know how to fandango? Or is the fandango protein more of a faint sausage? Whatever it’s secrets may be, this protein helps to put the building blocks of a protein together."
  }
]
